# St7GetNumGeometryFaceCoedges

Returns the number of coedges in the specified geometry face.

long St7GetNumGeometryFaceCoedges(long uID, long FaceNum, long* NumCoedges)
Input Parameters
uID
Strand7 model file ID.
FaceNum
Face number.
Output Parameters
NumCoedges
Number of coedges in the specified face.